{
  "data": [
    {
      "title": "'So scary': Fires tear through four hectares of bushland in Sydney's south west",
      "author": "By Freya Noble",
      "time": "8:43pm Apr 1, 2024",
      "summary": "Three grass fires burned across Sydney's south-west today, tearing through a combined four hectares of bushland.",
      "cover": "/news/image/1/1.png",
      "paragraphs": [
        "Three grass fires burned across Sydney's south-west today, tearing through a combined four hectares of bushland.",
        "Flames came close to homes at West Hoxton, where the fire jumped a main road and reached the boundary lines of the property.",
        "\"It's just so scary, so scary,\" homeowner Debbie told 9News.",
        { "type": "image", "url": "/news/image/1/1.png" },
        "She was home alone watering her garden when the smoke filled the sky above.",
        "\"I was hosing the trees, I didn't know there was a fire,\" she said.",
        "Having lived through bushfires on the NSW South Coast, Debbie took no chances and packed her bags before emergency services came knocking for evacuations.",
        "\"They said, 'oh there's a fire', and I said, 'where?' and they said, 'in the next street, it's coming this way', but they said, 'don't worry we'll look after you',\" she said.",
        "The West Hoxton fire was brought under control and authorities were investigating what sparked the blaze.",
        "\"So we're not sure about the cause of the fire at this time, but it has been handed over to police who will investigate it,\" Blake Kingdon from the RFS said.",
        { "type": "image", "url": "/news/image/1/2.png" },
        "A second fire in nearby Cartwright ignited about 1pm, while the third in as many hours started on a vegetable farm in Rossmore.",
        "The wind picked up the flames and started several spot fires across the property, while hazardous materials and old machinery made the fight even more difficult.",
        "\"We haven't had too much rainfall around here so it's quite dry for the grasslands and as we've seen lately very easy to ignite,\" Matthew Pope from the RFS said.",
        "All the fires have now been brought under control."
      ],
      "url": "https://www.9news.com.au/national/sydney-fires-liverpool-west-hoxton-grassfires-burn/76915a47-8ddb-43ad-a51b-2ec9b5979559"
    },
    {
      "title": "Perth bushfire sparked by caravan blaze downgraded",
      "author": "By Sarah Swain",
      "time": "12:52pm Apr 1, 2024",
      "summary": "A fire which threatened homes in Perth after a caravan burst into flames and the flames spread to bushland has been downgraded.",
      "cover": "/news/image/2/1.png",
      "paragraphs": [
        "A fire which threatened homes in Perth after a caravan burst into flames and the flames spread to bushland has been downgraded.",
        "A watch and act alert was issued on Sunday for parts of Oakford in the city's south-west.",
        "The Department of Fire and Emergency Services advised people to leave if they could.",
        { "type": "image", "url": "/news/image/2/1.png" },
        "The status of the fire is now at \"monitoring\".",
        "There were two blazes burning, which are believed to have been sparked by a caravan that caught fire about 4.20pm yesterday.",
        "Around 50 firefighters were been called in as well as air support.",
        "It's unclear how the caravan caught fire."
      ],
      "url": "https://www.9news.com.au/national/perth-bushfire-oakford-homes-under-threat/3e4109da-c74b-4410-9421-61fb926cdc65"
    },
    {
      "title": "Coroner calls for major change after Black Summer fires",
      "author": "By Jack Gramenz, Duncan Murray",
      "time": "5:02pm Mar 27, 2024",
      "summary": "New rules for the use of firefighting aircraft, better alert systems and remodelling risk classifications are among the recommendations from a coronial inquiry into the Black Summer bushfires.",
      "cover": "/news/image/3/1.png",
      "paragraphs": [
        "New rules for the use of firefighting aircraft, better alert systems and remodelling risk classifications are among the recommendations from a coronial inquiry into the Black Summer bushfires.",
        "The inquiry examined 25 deaths across 46 fires in NSW.",
        "The 700-page report delivered on Wednesday is more than two years in the making and builds on the work of multiple earlier inquiries.",
        { "type": "image", "url": "/news/image/3/1.png" },
        "NSW State Coroner Teresa O'Sullivan said the 2019-20 bushfire season, which came to be known as Black Summer, was without doubt one of the most catastrophic on record.",
        "\"It was unprecedented in scale and intensity,\" she told the Lidcombe Coroner's Court on Wednesday.",
        "\"The sheer scale and ferocity of the fires burning simultaneously meant resources were stretched across the state ... it is remarkable the loss of life was not even higher,\" she said.",
        { "type": "image", "url": "/news/image/3/2.png" },
        "The 28 recommendations are directed towards the commissioners of the NSW rural fire service and police, and the chief executive of state-owned infrastructure company Essential Energy.",
        "Hearings were held across NSW including in Queanbeyan, Lismore, Armidale, Taree, Cooma and Katoomba.",
        "O'Sullivan reiterated the purpose of the inquiry was not to assign blame as she delivered her findings.",
        "There were a range of causes for the bushfires including power lines, lightning strikes and out-of-control backburning.",
        "One fire, which ultimately destroyed 10 homes, was started by a farmhand using a welder to fix a metal fence post on a drought-ravaged farm in central western NSW, the inquiry was told.",
        "That fire went on to burn for 58 days across more than 17,000 hectares.",
        "The Black Summer fires burned through more than 5.5 million hectares in NSW alone.",
        "The inquest also heard only 10 out of 130 fire investigators were available at any one time during the 2019-20 season.",
        "The coronial inquiry followed separate inquiries, including one commissioned by the Berejiklian state government, which recommended landowners be obliged to conduct more hazard-reduction burns on their properties and take an active role in bushfire preparation."
      ],
      "url": "https://www.9news.com.au/national/coroner-calls-for-major-change-after-black-summer-fires/8c27b6ee-a28a-475d-b641-f8e2863597f7"
    },
    {
      "title": " At least one home lost as suspicious bushfire rages south of Perth",
      "author": "By Yashee Sharma, Sarah Swain",
      "time": "12:45pm Mar 24, 2024",
      "summary": "Residents in Western Australia's south-west were on high alert on Sunday as a fierce bushfire raged out of control.",
      "cover": "/news/image/4/1.png",
      "paragraphs": [
        "Residents in Western Australia's south-west were on high alert on Sunday as a fierce bushfire raged out of control.",
        "At least one home was destroyed near Waroona with dozens of emergency crews battling a wall of flames.",
        "Authorities are treating the blaze as suspicious.",
        { "type": "image", "url": "/news/image/4/1.png" },
        { "type": "image", "url": "/news/image/4/2.png" },
        "The Sinclair family lost their holiday house of 30 years.",
        "Their neighbours' property along Nanga Bush Road was also in the firing line, but was spared.",
        "The property belongs to celebrated bushfire scientist Kingsley Dixon.",
        "Waroona Shire president Mike Walmsley said the situation was terrible.",
        "\"It's peoples lives, it's their memories,\" he said.",
        "The out-of-control blaze has torn through almost 2000 hectares.",
        "Residents have been on standby to flee.",
        "Emily Taffe said she moved animals to prepare.",
        "\"Last night we moved the horses out at about 10 and I've just picked up Mum because we're just moving some more of them,\" she said.",
        { "type": "image", "url": "/news/image/4/3.png" },
        "A total of 250 firefighters are tackling the blaze from the air and on the ground.",
        "The ferocious flames are a frightening reminder for residents.",
        "\"There will be a level of anxiety, this town has been through this a few times, we had one in 2015, we had a bad one in 2016.\" Walmsley said.",
        "The blaze began just after 12pm on Saturday on Lane Poole Reserve.",
        "The arson squad was called in with fears it is suspicious.",
        "A reward of $25,000 is on offer to identify the culprit.",
        "A number of residents last night took shelter at an evacuation hub.",
        "The Murray Aquatic and Recreation Centre remained open on Sunday for residents still not out of the woods."
      ],
      "url": "https://www.9news.com.au/national/western-australia-bushfire-emergency-warning-waroona-murray/acd0a2dd-8dfb-435c-8fa0-4a8c7feca026"
    },
    {
      "title": "Victorian residents' close calls with out-of-control bushfires",
      "author": "By Allanah Sciberras, Rhiannon Tuffield",
      "time": "7:37pm Feb 29, 2024",
      "summary": "Residents in Victoria's west have described how out-of-control fires came close to claiming their homes.",
      "cover": "/news/image/5/1.png",
      "paragraphs": [
        "Residents in Victoria's west have described how out-of-control fires came close to claiming their homes.",
        "The bushfire at Dereel, in Victoria's west, started just after 6pm yesterday, prompting an emergency 'leave now' warning for residents living nearby.",
        "The blaze came just metres from homes in the town.",
        { "type": "image", "url": "/news/image/5/1.png" },
        "Dereel resident Will said it was a close call for his own home.",
        "\"It hasn't really sunk in knowing that it was right there,\" he told 9News.",
        "\"Bit of an emotional moment.\"",
        "The fast-moving bushfire broke out in yesterday's catastrophic conditions in Victoria and is believed to have been caused by a faulty electric fence.",
        "Around 350 firefighters tackled the blaze late yesterday with support from aerial crews.",
        "While nearly 120 properties were saved, several sheds were destroyed.",
        { "type": "image", "url": "/news/image/5/2.png" },
        "Resident John Pearson managed to stay safe.",
        "\"It just went black from my house to the front gate,\" he said.",
        "\"I couldn't see the front gate, that's how black it was, so I said I think it's time for me to go.\"",
        "Police are investigating if it was caused by a faulty electric fence.",
        { "type": "image", "url": "/news/image/5/3.png" },
        "Crews at the Bayindeen blaze near Beaufort also kept busy overnight, working through dense bushland fighting the major fire.",
        "The fire finally came under control a week after it started.",
        "While residents have been able to return home, their focus is now on the clean up with firefighters still working to put out any hotspots.",
        { "type": "image", "url": "/news/image/5/4.png" },
        "Large fire contained despite tough conditions",
        "Hot, dry and windy conditions created catastrophic conditions yesterday, with firefighters working throughout the night to contain the Bayindeen-Rocky Road fire.",
        "The fire burning near Beaufort broke out on February 22, has burned more than 22,000 hectares.",
        "At least six homes have been destroyed.",
        "Commissioner Nugent said yesterday presented as a \"very big challenge\" for authorities.",
        "He thanked the hard work of everyone involved to contain the fire.",
        "\"We saw some of the worst fire conditions in many years,\" Commissioner Nugent said.",
        "\"We were concerned with the Bayindeen fire and lots of work was done by agencies, (they) worked as hard as they could to contain the fire and they are to be thanked for their work.\""
      ],
      "url": "https://www.9news.com.au/national/victorian-bushfires-fastmoving-bushfire-treated-as-suspicious-as-large-blaze-is-contained/dbed15a6-be69-4d99-9c81-8a3390131ea9"
    },
    {
      "title": "Huge Victorian fire still burning even as weather conditions ease",
      "author": "By Richard Wood, Rhiannon Tuffield, Lucy Slade",
      "time": "6:33am Feb 29, 2024",
      "summary": "A fire burning for a week in Victoria's west remains out of control despite light rain and cooler conditions.",
      "cover": "/news/image/6/1.png",
      "paragraphs": [
        "A fire burning for a week in Victoria's west remains out of control despite light rain and cooler conditions.",
        "Firefighters brought a grassfire near Corindhap and Dereel in the Central West under control last night but residents in a string of turns further to the north-west faced yet another night being told it was too dangerous to return home.",
        "The Bayindeen-Rocky Road fire, which broke out on February 22, was still burning strongly this morning, leaving several towns in the area between Ballarat and Ararat under a watch and act warning. ",
        { "type": "image", "url": "/news/image/6/1.png" },
        "\"Despite recent light rain in the area, the bushfire at Bayindeen-Rocky Road is not yet under control and is still active,\" authorities warned in an alert issued late last night.",
        "\"It is not safe to return to the warning area.\"",
        "Affected areas included Main Lead, Waterloo, Bayindeen, Ben Nevis, Glenlogie and Raglan.",
        "It was better news for those living in Corindhap, Dereel and Rokewood Junction, about 60 kilometres north-west of Geelong, where are grass fire that forced residents to shelter inside was brought under control after midnight.",
        "\"Staying close to a building where you can shelter is the safest option, as conditions can change suddenly,\" authorities said.",
        "Some Victorian residents have opted to remain in bushfire areas to protect their homes yesterday as the state faced its most dangerous conditions in four years.",
        "More than 30,000 residents in western Victoria fire-risk zones were urged to leave their homes on Tuesday with half the state under an extreme fire danger warning.",
        "Cooler conditions are expected today with highs in the mid-20s for Melbourne and most of the west. But the mercury is expected to soar into the 30s once again across the Northern Country, North-East and Mallee regions.",
        { "type": "image", "url": "/news/image/6/2.png" },
        "Sarah Beaumont decided to stay to protect her sprawling property, the Eurambeen Historic Homestead and Gardens, which sits roughly halfway between Ballarat and Ararat, not far from the Bayindeen fire.",
        "Beaumont and her partner prepared with sprinklers, a fire truck and hydrants.",
        "\"This is such an important, historic building, that we would hate to lose it,\" she told 9News.",
        "\"We run our business from here. We've got a wedding this Saturday, and we don't want to let anybody down.\"",
        { "type": "image", "url": "/news/image/6/3.png" },
        "The nearby Bayindeen bushfire is burning just 30 kilometres away from Beaufort.",
        "Authorities earlier warned residents in fire zones to evacuate with extremely hot weather and strong winds the biggest threat to the area over tonight.",
        "Another Beaufort resident Ron Davis was today packing everything he owned to leave the small town.",
        "\"My life is in the back of this transit van,\" Davis said.",
        "\"I've got everything in there that is special to me and means a lot to me.\"",
        { "type": "image", "url": "/news/image/6/4.png" },
        { "type": "image", "url": "/news/image/6/5.png" },
        "Firefighters have been targeting spot fires sparked by the huge Bayindeen fire.",
        "The fire is threatening major tourist destinations in the Grampians, including the popular hub Halls Gap.",
        { "type": "image", "url": "/news/image/6/6.png" },
        { "type": "image", "url": "/news/image/6/7.png" },
        "Relief centres have already been set up at Ararat and in Maryborough.",
        "Parts of the state have reached 40 degrees and wind gusts of up to 96 kilometres have been reported.",
        "The threat is still far from over, with predictions dry lightning could strike and cause a bushfire.",
        "The catastrophic fire danger warning will likely be in place until at least midnight."
      ],
      "url": "https://www.9news.com.au/national/victorian-bushfires-worst-day-in-four-years-forecast-today-mass-evacuation-warnings/45ec47aa-ecea-4053-a14d-f07bdd0de300"
    },
    {
      "title": "'Not safe to return': Victorian residents warned of extreme fire conditions",
      "author": "By Mikala Theocharous, Adam Vidler, Emily Bennett, Rhiannon Tuffield",
      "time": "2:23am Feb 26, 2024",
      "summary": "Residents in communities near an out-of-control bushfire in Victoria's west are still being told it is unsafe to return home.",
      "cover": "/news/image/7/1.png",
      "paragraphs": [
        "Residents in communities near an out-of-control bushfire in Victoria's west are still being told it is unsafe to return home.",
        "Authorities have concerns for the week ahead, with hot weather conditions predicted.",
        "Firefighters managed to slow the spread of the large and dangerous bushfire burning out of control near Ballarat but throughout yesterday afternoon and overnight said it was still unsafe to return.",
        {
          "type": "image",
          "url": "/news/image/7/1.png",
          "imageText": "An out-of-control bushfire west of Ballarat will still be burning when Victoria is hit by a combination of wind and heat not seen in years."
        },
        "Six houses and dozens of sheds have been wiped out since the fire started on Thursday.",
        "Crews are hoping to contain the 17,500-hectare blaze before Wednesday, which is predicted to potentially be the worst day for bushfire weather conditions Victoria has seen since 2020.",
        "Temperatures are expected to soar into the mid-40s in the middle of next week, with firefighters bracing for extreme or even catastrophic fire conditions.",
        "Premier Jacinta Allan has urged residents to have their bushfire plans in place.",
        "\"Make sure every family member knows the plan and that you enact the place as you are urged to do so,\" she said.",
        {
          "type": "image",
          "url": "/news/image/7/2.png",
          "imageText": "There are concerns for communities near an out-of-control bushfire in Victoria's west."
        },
        {
          "type": "image",
          "url": "/news/image/7/3.png",
          "imageText": "Three homes have been lost to the fires."
        },
        "Up to 1000 firefighters have been on the ground trying to tackle the blaze between Raglan and Mount Cole.",
        "The fire was previously at an emergency level and was this morning downgraded to a watch and act alert, but authorities still warned it was unsafe to return.",
        "\"Firefighters have been able to slow the spread of fire for now, but the situation can change at any time,\" a message from the Victoria State Control Centre read.",
        "\"If you left the warning area, it is not safe to return.\"",
        {
          "type": "image",
          "url": "/news/image/7/4.png",
          "imageText": "Three homes have been confirmed to be lost this morning, with dozens more in harm's way."
        },
        "About 700 people are on the front lines in the firefighting effort.",
        "Chief Fire Officer of Forest Fire Management Chris Hardman said hundreds of firefighters would be working hard yesterday to try and stop the spread of the flames.",
        "\"What people really do need to know this is a big fire,\" he told Weekend Today.",
        "\"More than 500 firefighters will be on these fires today, working really hard to contain those fires and stop the spread.",
        "\"And we are very hopeful with more benign weather conditions today, that we will see some significant improvement.",
        "\"There are still many structures to be assessed that have been looked at from aerial intelligence gathering.\"",
        {
          "type": "image",
          "url": "/news/image/7/5.png",
          "imageText": "More than 1000 firefighters battle a massive bushfire, which was torn through over 15,000 hectares."
        },
        {
          "type": "image",
          "url": "/news/image/7/6.png",
          "imageText": "Fire crews are trying to get ahead of hot temperatures expected next week."
        },
        "Meanwhile, authorities have warned Victorians to be ready for extreme fire danger next Wednesday and Thursday.",
        "\"Wednesday concerns me,\" Country Fire Authority Chief Officer Jason Heffernan said this afternoon.",
        "Temperatures in the mid-40 degree range are forecast for mid-west Victoria, with the possibility of a 40 degree average across the state, along with strong, hot winds, and dry lightning.",
        "Heffernan urged Victorians living in bush and regional areas to prepare their fire safety plan.",
        "The dangerous conditions hitting Australia's south-east have also sparked warnings in Tasmania."
      ],
      "url": "https://www.9news.com.au/national/homes-still-under-threat-as-emergency-level-bushfire-tears-through-victoria/0327f838-006b-42c9-a0b3-062b8ec524bc"
    },
    {
      "title": "Victorian communities told to immediately evacuate as out-of-control fire burns",
      "author": "By Richard Wood, Rhiannon Tuffield, Yashee Sharma",
      "time": "4:51am Feb 23, 2024",
      "summary": "Dozens of communities in Victoria's west have been told to evacuate as a monster fire quickly approaches towns.",
      "cover": "/news/image/8/1.png",
      "paragraphs": [
        "Dozens of communities in Victoria's west have been told to evacuate as a monster fire quickly approaches towns.",
        "At least 1000 firefighters are battling the out-of-control fire between Ballarat and Ararat on Rocky Road at Bayindeen, in the Pyrenees Ranges.",
        "The state faced dangerous fire conditions again today, with high temperatures and strong winds triggering a total fire ban.",
        {
          "type": "image",
          "url": "/news/image/8/1.png",
          "imageText": "The bushfire is just 60 kilometres from a devastating fire that wiped out almost half of the town of Pomonal's homes and businesses a week ago."
        },
        "Shortly after midnight, authorities updated an emergency warning for residents in more than 20 communities, including Bayindeen, Beaufort and Raglan, telling them to leave immediately.",
        "The fire on Rocky Road, Warrak is considered out of control and heading north-east from Bayindeen-Rocky towards Avoca.",
        "\"Leaving immediately is the safest option, before conditions become too dangerous,\" VicEmergency stated.",
        "\"Emergency services may not be able to help you if you decide to stay.\"",
        "Several other communities, including Avoca, Amphitheatre, Glenlogie and Elmhurst were also told to leave via a watch and act warning.",
        "More towns had been included in alerts issued last night.",
        {
          "type": "image",
          "url": "/news/image/8/2.png",
          "imageText": "Spot fires are being thrown hundreds of metres ahead of the fire front."
        },
        "Relief centres have been set up at the Lake Wendouree football club at CE Brown Reserve, Alexandra Oval on Waratah Avenue at Ararat and Princes Park in Maryborough.",
        "The Western Highway between Ballarat and Ararat, the intersection of Beaufort Lexton Road and Blackbottom Road, and Skipton Road south of the Western Highway are all closed.",
        "As of 8.35pm, traffic could still travel south from Beaufort to Ballarat but train lines between the towns were suspended.",
        "The Langi Kal Kal Prison was earlier preparing to be evacuated. ",
        {
          "type": "image",
          "url": "/news/image/8/3.png",
          "imageText": "There are \"grave concerns\" for dozens of communities in Victoria's west."
        },
        "Premier Jacinta Allan earlier today confirmed there were more than 1000 firefighters on the ground fighting the 5000-hectare fire, while 24 aircraft water-bombed it from above.",
        "The fire was threatening homes, lives and properties and conditions were expected to worsen throughout the day.",
        "\"It's going to continue to be a difficult few hours and of grave concern is the large fire that is out of control and moving east around the Beaufort area,\" Allan said.",
        "\"This fire is moving very quickly, with spot fires being thrown hundreds of metres ahead of the fire front.",
        "\"If you're located in these areas, please heed the advice and act now to save your own life.\"",
        {
          "type": "image",
          "url": "/news/image/8/4.png",
          "imageText": "Large plumes of smoke has filled the area."
        },
        "CFA chief fire officer Jason Heffernan said the fire had been started by hot conditions and strong winds.",
        "He said wind changes from 6pm would worsen conditions up until midnight.",
        "\"The fire situation will get worse before it gets better,\" he said.",
        "\"Those strong winds will turn one side of the fire into the main fire front and will bring more communities under threat tonight.",
        "\"If you're in the emergency warning area, the advice is to leave now and go to Ballarat.\"",
        "The bushfire was just 60 kilometres from where a devastating fire wiped out almost half of the town of Pomonal's homes and businesses a week ago.",
        "There was spotting up to 10 kilometres ahead of the main fire and it's understood fire crews are working to save properties and farmhouses about two kilometres from the fire.",
        {
          "type": "image",
          "url": "/news/image/8/5.png",
          "imageText": "The dangerous bushfire can be seen from the Western Highway."
        },
        "The fire was about 15 kilometres from the township of Beaufort, and around 10 kilometres away from the Western Highway.",
        "Large plumes of smoke filled the air.",
        "Heffernan said more strike teams were heading out to the areas tonight and tomorrow.",
        "\"This fire will travel further and further,\" he said.",
        "\"It is going to be a large operation to contain control lines.\"",
        "Students in 31 Victorian local government areas, including pupils from multiple schools in Melbourne's north-east, were temporarily relocated today due to extreme fire danger.",
        "Bureau of Meteorology senior meteorologist Christie Johnson said the conditions were dangerous for fires.",
        {
          "type": "image",
          "url": "/news/image/8/6.png",
          "imageText": "The south-east of Australia is being blanketed by extreme heat today."
        },
        {
          "type": "image",
          "url": "/news/image/8/7.png",
          "imageText": "Fire crews near the town of Pomonal are prepared for today's severe conditions."
        },
        "Around 37 homes in storm-ravaged areas were deemed \"inhabitable\" and more than 44 were destroyed by fire after wild weather last week.",
        "\"Last week's system was very unusual in that it had catastrophic fire danger but also enough moisture in the air to provide a lot of energy to the thunderstorms,\" Johnson said, earlier in the day.",
        "\"That said, there still is very extreme fire dangers, so if we do see fires develop they could be very difficult to contain ... it could still be a very dangerous day.",
        "\"If there were any trees or infrastructure that were weakened last week, we could still see winds bringing down some branches, perhaps putting debris across the road, perhaps impacting some powerlines.\"",
        "In an update early today, the Bureau of Meteorology issued an extreme fire danger warning for the Mallee, Wimmera, Northern Country, North Central, South West and Central fire districts.",
        "There was a total fire ban in place for Mallee, Wimmera South West, Northern Country, North Central and Central districts.",
        {
          "type": "image",
          "url": "/news/image/8/8.png",
          "imageText": "The fire warnings in place today for Victoria."
        }
      ],
      "url": "https://www.9news.com.au/national/australia-weather-update-victoria-bracing-for-extreme-heat-high-fire-danger/45bd4085-473a-4bca-b992-6f8d645b3562"
    },
    {
      "title": "Extreme fire danger warning for Western Australia, schools and parks closed",
      "author": "By Richard Wood • Senior Journalist",
      "time": "6:16am Feb 20, 2024",
      "summary": "Western Australia is facing extreme fire conditions today, with more than 20 schools and national parks closed as the state's heatwave continues.",
      "cover": "/news/image/9/1.png",
      "paragraphs": [
        "Western Australia is facing extreme fire conditions today, with more than 20 schools and national parks closed as the state's heatwave continues.",
        "A large area stretching from Perth to Esperance and out to the Wheatbelt is under an extreme fire danger warning.",
        "Temperatures of 45 degrees or higher and north-westerly winds of 35km/h to 40km/h are expected in many communities.",
        {
          "type": "image",
          "url": "/news/image/9/1.png",
          "imageText": "Intense heat will continue to blanket Western Australia at midday today."
        },
        "The Department of Fire and Emergency Services has issued a total fire ban for the Perth, Goldfields Midland, South-West, Lower South West and Great Southern regions.",
        "Two large fire-fighting air tanker aircraft have been placed on standby at Busselton airport.",
        "Today's alert comes after authorities confirmed an out-of-control bushfire that tore through more than two hectares of land was sparked by a bird flying into power lines.",
        "The blaze began in the Perth suburb of Gwelup on Sunday afternoon before making its way to the nearby suburbs of Karrinyup, Spiderlily Mews, and surrounds.",
        {
          "type": "image",
          "url": "/news/image/9/2.png"
        },
        "Meanwhile, Perth has recorded its seventh day above 40 degrees this month, after registering the warmest night in 10 years, reports Weatherzone.",
        "On Sunday, the city had its warmest night in 10 years and the warmest February night in 20 years, with a minimum temperature of 27.5 degrees recorded at 5am on Monday.",
        {
          "type": "image",
          "url": "/news/image/9/3.png",
          "imageText": "A huge bushfire that tore through 2.6 hectares of land in Perth was sparked by a bird flying into a power line."
        },
        "Perth's temperature hit 40.2 degrees at noon yesterday, making it the seventh day over 40 degrees this month. This is the highest number of 40-degree days ever recorded in an individual calendar month in Perth.",
        "While there is a small chance of an eighth day over 40 degrees today, the mercury will probably peak closer to 39 degrees.",
        "The heatwave has been caused by a west coast trough combining with easterly winds, which has brought hot air from central Australia.",
        "Relief is expected tomorrow when a cold front should drop the temperature, before another burst of heat expected later in the week."
      ],
      "url": "https://www.9news.com.au/national/australia-weather-update-warning-of-dangerous-bushfires-for-western-australia-amid-heatwave/2543d106-e0d1-412b-84fc-226ba4c77d4a"
    },
    {
      "title": "Perth bushfire sparked by crow flying into power lines",
      "author": "By Freya Noble",
      "time": "12:31am Feb 20, 2024",
      "summary": "An out-of-control bushfire that tore through more than two hectares of land was sparked by a bird flying into power lines.",
      "cover": "/news/image/10/1.png",
      "paragraphs": [
        "An out-of-control bushfire that tore through more than two hectares of land was sparked by a bird flying into power lines.",
        "The blaze began in the Perth suburb of Gwelup on Sunday afternoon before making its way to the nearby suburbs of Karrinyup, Spiderlily Mews, and surrounds.",
        "The wall of fire threatened homes and residents were evacuated before 58,000 litres of water was dropped onto the fire from water bombers.",
        {
          "type": "image",
          "url": "/news/image/10/1.png",
          "imageText": "A huge bushfire that tore through 2.6 hectares of land in Perth was sparked by a bird flying into a power line."
        },
        "Hannah Fastyn and her family fled their home in Karrinyup about 5.30pm on Sunday and later realised just how close the flames got.",
        "\"When you look at the CCTV and see how fast the fire spread, that's the most scary part of all - you've got seconds and in those seconds you're making life or death decisions,\" she told 9News.",
        "Linda D'Vaz and her husband defended their Spiderlily Mews home with a hose, and it took 75 firefighters to eventually bring it under control.",
        "\"Probably a little shocked, you don't want your house under threat but we were ready to evacuate. The firies were amazing, they did a phenomenal  job,\" she said.",
        "One resident lost a fence but all homes were saved, along with Lake Karrinyup Country Club. ",
        {
          "type": "image",
          "url": "/news/image/10/2.png",
          "imageText": "An out-of-control bushfire that tore through more than two hectares of land was sparked by a bird flying into power lines in the Perth suburb of Gwelup on Sunday, February 18, 2024."
        },
        {
          "type": "image",
          "url": "/news/image/10/3.png",
          "imageText": "Footage from one resident's security camera shows how close the fire came to their home."
        },
        "A bridge in Gwelup was scorched and is still standing but no longer usable.",
        "Yesterday the Department of Fire and Emergency Services confirmed a crow caused the blaze.",
        "\"The bird hit the power line. It caused a short to the power line, which caused sparks and with those extreme heat conditions it caused the fire,\" Chief superintendent Danny Mosconi said.",
        "There were highs of 40 degrees in Perth at the weekend."
      ],
      "url": "https://www.9news.com.au/national/perth-bushfire-gwelup-sparked-by-bird-power-lines/8729aa18-e882-4478-8c25-bb6897a62d02 "
    },
    {
      "title": "Five firefighters injured in western Victoria as residents near Grampians National Park told it's too late to leave",
      "author": "By Rhiannon Tuffield, Adam Vidler",
      "time": "8:02pm Feb 13, 2024",
      "summary": "Five firefighters have been injured battling blazes in Victoria's west as residents take shelter after being told it is too late to leave.",
      "cover": "/news/image/11/1.png",
      "paragraphs": [
        "Five firefighters have been injured battling blazes in Victoria's west as residents take shelter after being told it is too late to leave.",
        "Five members of the Country Fire Authority were in a vehicle \"involved in a burnover while on the fireground\" at Pomonal, near the Grampians National Park, this afternoon.",
        "All five were assessed by paramedics, the CFA said.",
        {
          "type": "image",
          "url": "/news/image/11/1.png",
          "imageText": "Today has been declared a day of Total Fire Ban in the Mallee, Wimmera, South West, Northern Country, North Central and Central (includes Melbourne and Geelong) districts of Victoria."
        },
        "Hundreds of firefighters are on the ground as crews battle out-of-control blazes in extreme conditions.",
        "A catastrophic fire warning was issued for communities in the west as temperatures neared 40 degrees, while the rest of the state remained on watch.",
        "Multiple fires were this afternoon burning out of control , with two major fires taking hold in the Grampians National Park.",
        "The State Control Centre earlier issued a warning to residents near the national park, urging people to leave immediately, before advising it was now \"too late\" to leave.",
        "Residents at Dadswells Bridge, Roses Gap, Ledcourt, and at Pomonal, Bellfield and Lake Fyans were told it was too late to leave if they hadn't already evacuated.",
        "The communities are near the major township of Stawell.",
        "The CFA this evening confirmed that homes had been lost at Pomonal, but it was unknown exactly how many.",
        {
          "type": "image",
          "url": "/news/image/11/2.png",
          "imageText": "Multiple fires are this afternoon burning out of control in the state's west."
        },
        {
          "type": "image",
          "url": "/news/image/11/3.png",
          "imageText": "Multiple fires are this afternoon burning out of control in the state's west."
        },
        "Residents were earlier told to evacuate to nearby Ararat and travel on the Ararat Halls Gap Road.",
        "The major fires are believed to have been ignited by lightning strikes from early morning storms.",
        "Winds of up to 130km/h helped to fan the fires.",
        "Victorian resident Noah and his father had decided to stay and defend their property at Pomonal.",
        "But this afternoon the decision was taken out of their hands when firefighters turned up to the property.",
        "\"It wasn't so much of a worry today and then they said we better leave and then they said, 'No seriously, get out',\" Noah told 9News.",
        "\"We built this house only a few years ago so just really want to save it.\"",
        "CFA chief officer Jason Heffernan said the two major fires at Bellfield and Mount Stapleton were causing significant concern.",
        "\"We're not out of the woods yet, we do expect strong winds to continue to move through and that will dramatically change the directions of those fires,\" Heffernan said.",
        "\"There are many communities at risk and the situation is very dynamic.\"",
        {
          "type": "image",
          "url": "/news/image/11/4.png",
          "imageText": "One of the fires has taken hold in the Grampians National Park."
        },
        "West of Ballarat, firefighters were battling a fire near Beaufort which was threatening communities.",
        "Communities in and around Grampians Junction, Lake Goldsmith and Oitfield Plains have been warned to keep an eye on the conditions, with multiple fires burning in the area.",
        "It comes after dire warnings from the state's emergency management authorities, who predicted hot, dry and windy conditions paired with thunderstorms would spark dangerous fires across the state.",
        "Images posted from the scene to social media have shown big plumes of smoke fill the air, while thick, dark clouds filled the sky.",
        {
          "type": "image",
          "url": "/news/image/11/5.png",
          "imageText": "Multiple fires are this afternoon burning out of control in the state's west, with one major fire taking hold in the Grampians National Park."
        },
        "Extremely hot, dry and windy conditions hit most of the state.",
        "Extreme fire danger warnings are in place for the Mallee, Northern Country, and Central districts.",
        "Kevin Parkin from the Bureau of Meteorology warned it would be the first time since November 2019 that the state experienced such dangerous conditions.",
        {
          "type": "image",
          "url": "/news/image/11/6.png",
          "imageText": "Multiple fires are this afternoon burning out of control in the state's west, with one major fire taking hold in the Grampians National Park."
        },
        "\"I've been in this game for a number of years and these conditions are the worst I've seen since the 2019-2020 summer fire season,\" Parkin said.",
        "Temperatures reached into the high 30s and low 40s across Victoria paired with dry and extremely windy conditions.",
        {
          "type": "image",
          "url": "/news/image/11/7.png",
          "imageText": "Authorities have warned conditions can change quickly and that fires can easily be ignited on windy days."
        },
        "Total fire bans were in place across the state.",
        "The state's regional train service, VLine, also reduced timetables on the Bendigo, Echuca and Swan Hill train lines.",
        "Chris Hardman from Forest Fire Management Victoria said fire conditions on catastrophic days could be \"uncontrollable and fast-moving\".",
        "\"Do not visit parks and forests and if you're there, get out tonight,\" he said.",
        "\"It's really important that people don't visit, particularly in those areas in the Wimmera.",
        "\"If fires start in those areas, they can quickly become uncontrollable and your life will be in danger.\"",
        {
          "type": "image",
          "url": "/news/image/11/8.png",
          "imageText": "The conditions are the worst authorities have seen since the Black Summer bushfires in 2019-2020."
        },
        {
          "type": "image",
          "url": "/news/image/11/9.png",
          "imageText": "CFA chief officer Jason Heffernan said the conditions were among the worst firefighters had seen."
        },
        "Fire crews were on standby across the state and water-bombing aircraft will be placed in strategically-located areas.",
        "Authorities have warned power outages may happen and have urged people to keep an eye on the Vic Emergency app, as well as their emergency broadcaster.",
        "CFA chief officer Jason Heffernan said the conditions were among \"some of the worst\" firefighters had ever seen.",
        "\"We're calling communities to be aware of conditions tomorrow,\" he said."
      ],
      "url": "https://www.9news.com.au/national/victoria-news-victoria-facing-catastrophic-weather-conditions-not-seen-since-black-summer/c0322861-2cc1-4007-8986-4af4a1a73b6e"
    },
    {
      "title": "Black summer fires: a veteran ecologist says Australia’s bushfire modelling is flawed. Others disagree",
      "author": "By Catie McLeod",
      "time": "Sat 30 Mar 2024 01.00 AEDT",
      "summary": "When it comes to what we know about bushfire behaviour, big questions remain unanswered.",
      "cover": "/news/image/12/1.png",
      "paragraphs": [
        {
          "type": "image",
          "url": "/news/image/12/1.png"
        },
        "When it comes to what we know about bushfire behaviour, big questions remain unanswered.",
        "This week, the New South Wales state coroner, Teresa O’Sullivan, handed down a 734-page report after a two-year inquest into the black summer bushfires. She described fire prediction as an “inexact science”, and said there was a degree of uncertainty in all the existing models used to forecast what would happen as the risk worsened with the climate crisis.",
        "One of the major controversies is over the way fuel loads for bushfires are modelled. There are markedly different views among scientists working in the area. The modelling used to estimate forest litter on the ground guides hazard reduction and firefighting plans.",
        "The differences were highlighted when Prof Mark Adams, a veteran ecologist, published an academic paper earlier this month arguing the modelling usually relied on is fundamentally flawed. He says lives are at risk because of the way forest litter is estimated in Australia’s most populous states.",
        "Not everyone agrees. Associate Prof Phil Zylstra, an ecologist at Curtin University, calls Adams’ position a “distraction from the real issue” and argues surface fuel loads do not drive bushfire risk.",
        "He says the question of what drives fire has become “very emotive”, and a major area of debate.",
        "Adams, a Swinburne University professor, believes leaf litter is crucial in understanding fire risk.",
        "He says modelling used by the Rural Fire Service means the New South Wales agency is likely to have underestimated how much fuel had accumulated across the state’s vast forests before the catastrophic 2019-20 fire season.",
        "NSW, Victoria and Australia’s major fire research agency use the Olson model to predict fuel accumulation and calculate fire danger ratings. Developed more than 60 years ago, the model assumes that leaf litter, twigs and bark – known as fine fuels – rapidly accumulate at first, and then fall on the ground and decompose at the same rate, reaching a “steady state” that remains unchanged unless they are burned.",
        {
          "type": "image",
          "url": "/news/image/12/2.png"
        },
        "‘Why use a 60-year-old model, which is not used anywhere else in the world?’ … Prof Mark Adams. Photograph: Ellen Smith/The Guardian",
        "Adams says this model leads to “significant underestimates of fuel” – in some cases as much as half of what is really on the ground.",
        "“Why use a 60-year-old model, which is not used anywhere else in the world?” he says.",
        "“Every gardener would know that twigs decompose at a much, much slower rate than leaves. To assume they all decompose at the same rate is simply non-scientific.”",
        "Zylstra strongly disagrees. He says fire intensity is not determined by the weight of litter on the forest floor. “It’s all about the arrangement of it and the flammability of the plants themselves that are burning,” he says.",
        "“Think of a newspaper laid flat on the ground. If you set that on fire, you can get it to burn but it won’t burn very well,” he says.",
        "“If you take a single page from it, and just loosely crumple that page up, you’ve got a much, much lighter fuel load, but set that on fire and you’ll get a much bigger flame.”",
        "The NSW RFS relied on the Olson model to publish a list of “comprehensive vegetation fuel loads” before the black summer bushfires of 2019-20 burnt through more than a quarter of the state’s 20m hectares of forest.",
        "Adams says given most of these forests had not burnt for “many, many decades”, the RFS is likely to have underestimated how much fuel there was to burn.",
        "But the RFS risk management director, Dr Simon Heemstra, defends the research. He says the Olson model “works very well” in NSW, although he acknowledges there are some “nuances” – such as variations in climate and weather – that it misses.",
        "“There are issues with our fuel models, we’d definitely like to improve [but] the reason we use modelling is it’s just not physically possible to sample the whole landscape,” he says.",
        "Adams recently had a paper outlining his arguments against the Olson model published in the journal Forest Ecology and Management after what he acknowledges was a “challenging” but ultimately successful peer review process. Adams and his co-author, Mathias Neumann, accuse governments, agencies, and researchers of relying on misinformation.",
        "Some government agencies say they use this type of modelling and have faith in it as the best method available to calculate bushfire fuel loads.",
        "A spokesperson for the Victorian environment department says there is “promising” research identifying alternatives to the Olson model but they are not yet “fit-for-purpose”.",
        "A spokesperson for Victoria’s Country Fire Authority says it does not use the Olson model but does use “similarly shaped” modelling to determine fuel hazards “in some circumstances” – which it says it validates with field assessments.",
        "The internationally recognised ecologist Dr Luba Volkova, from the University of Melbourne, is particularly concerned what the current approach means for estimates done by the major government-funded research agency working in this space, Natural Hazards Research Australia.",
        "Volkova says the agency, which informs state and federal bushfire policies including hazard reduction burning, should put more work into field research rather than using models that rely on assumptions about the way fuel accumulates.",
        "“[The] US, Europe have a huge chain of permanent sampling plots across the country – even New Zealand has it – which are measured every couple of years or every year,” she says.",
        "The agency’s chief executive officer, Andrew Gissing, says it isn’t surprising that scientists don’t always agree on bushfire management, given its complex nature, and that all science is “built on healthy, robust debate”.",
        "Adams says he is concerned that recent literature on fire risk and fire agency fuel predictions rely on “an unpublished and unreviewed report” and a separate 2014 paper that used the Olson model to calculate fine fuels in eucalypt forests in south-eastern Australia.",
        "“Neither the report nor the paper provides evidence of ecosystem steady state for even a single study forest, let alone all 80 forest formations [in south-east Australia]” he writes.",
        "But one of that paper’s authors, Ross Bradstock, refers to Adams’ recent journal article as “Mark’s story”. Bradstock says it’s wrong to suggest that conventional forest litter estimations “somehow lead to underestimation of bushfire risk”.",
        "“It sounds really dramatic, but whether there’s underestimation or overestimation is actually unimportant,” he says. “The variation in most real world fuel data far outstrips the magnitude of any under or overestimation.”",
        "He’s vowed to produce a “very comprehensive response” to Adams’ paper, which would also need to be accepted by a scientific journal and peer-reviewed.",
        "“The Olson model has served us well,” Bradstock says. “Scientists do modelling to help people.”"
      ],
      "url": "https://www.theguardian.com/australia-news/2024/mar/30/black-summer-fires-a-veteran-ecologist-says-australias-bushfire-modelling-is-flawed-others-disagree"
    },
    {
      "title": "Blue Mountains welcomes new $10m Grand Cliff Top Walk after years of track closures",
      "author": "By Claire Keenan",
      "time": "Mon 25 Mar 2024 12.34 AEDT",
      "summary": "A $10m walking track in the Blue Mountains has been opened by the New South Wales government in the hope of attracting more international visitors to a region still healing from years of flooding and bushfires.",
      "cover": "/news/image/13/1.png",
      "paragraphs": [
        "A $10m walking track in the Blue Mountains has been opened by the New South Wales government in the hope of attracting more international visitors to a region still healing from years of flooding and bushfires.",
        "“The Grand Cliff Top Walk provides visitors with a new, adventurous opportunity to connect with nature while exploring this track through the Blue Mountains national park,” said the NSW environment minister, Penny Sharpe.",
        "On Gundungurra country, the two-day track runs for 19km, connecting the Wentworth Falls, Leura and Katoomba areas, with options for shorter walks.",
        "It has been designed to last up to 100 years, the NSW government said, owing to the use of sandstone rather than timber for bushfire resilience.",
        {
          "type": "image",
          "url": "/news/image/13/1.png"
        },
        "Sharpe is hopeful that “the walk will boost the economic value of nature-based tourism” in the area, “attracting more domestic and international visitors and more overnight stays”.",
        "The Blue Mountains mayor, Mark Greenhill, and his council have worked closely with the state’s National Parks and Wildlife Service “to renew and connect existing walking tracks and complete missing links in Wentworth Falls and Katoomba”.",
        "Greenhill, said this year that his region was still paying off an “enormous recovery bill” after four flooding events in the three years that followed the black summer bushfires of 2019 and 2020.",
        "“The disasters resulted in a damage bill of more than $400m and the city continues to recover from one-third of our road network being damaged, more than 60 landslips, extensive damage to walking tracks and damage to more than 50 council buildings,” Greenhill said.",
        "More than 37% of the NSW national parks system was affected by the bushfires, and about 257 visitor precincts were closed from December 2019 to March 2020.",
        "And nearly 30% of walking trails in NSW national parks were inaccessible because of heavy rainfall and flooding during the latest La Niña, which ended in early 2023.",
        "The NPWS was also forced to close or restrict park access from March to December 2020 because of Covid-19.",
        "Track closures could occur at any given time across the 624 walking tracks in NSW national parks, an NPWS spokesperson said. As of Monday 25 March, 33 parks are closed to the public across the state, most for maintenance works, fire prevention measures, pest control or upgrades.",
        {
          "type": "image",
          "url": "/news/image/13/2.png"
        },
        "The National Parks Association of NSW executive officer, Gary Dunnett, said: “The walking track network is, from NPA’s perspective, one of the most important recreational assets in NSW, and it is one that’s exposed to these environmental events.”",
        "Australian bushfires and floods started out “as once in a generation … but the truth is as we move into more regular cycles” the more our walking tracks are exposed to extreme conditions, Dunnett said.",
        "“The age of the track network … particularly in the Blue Mountains, is really prone to landslides and other sorts of geotechnical faults.”",
        "The most notable track affected is the National Pass, which has been closed to the public since 2017 after a contractor died when a rock fell on him. Parts of the track were built by hand in the early 1900s.",
        "“I’m not sure how they’re going to resolve the National Pass, which is an incredible pity because it’s a spectacular track … but there’s some really difficult structural issues to be dealt with,” Dunnett said.",
        "“We absolutely understand it takes time … and also that there’s no magic solution to this.”",
        "The Grand Cliff Top Walk has been a four-year-long project, which the NPWS has gradually opened after sections are completed. The track is now finally open as one continuous walk."
      ],
      "url": "https://www.theguardian.com/australia-news/2024/mar/25/blue-mountains-grand-cliff-top-walk-opening"
    },
    {
      "title": "NSW coroner calls for overhaul of firefighting systems after black summer bushfires",
      "author": "By Catie McLeod and Australian Associated Press ",
      "time": "Wed 27 Mar 2024 17.16 AEDT",
      "summary": "New rules for the use of firefighting aircraft, better alert systems and remodelling risk classifications are among the recommendations from a coronial inquiry into the black summer bushfires in New South Wales.",
      "cover": "/news/image/14/1.png",
      "paragraphs": [
        "New rules for the use of firefighting aircraft, better alert systems and remodelling risk classifications are among the recommendations from a coronial inquiry into the black summer bushfires in New South Wales.",
        "The state coroner, Teresa O’Sullivan, presented her findings on Wednesday after holding hearings across the state for more than two years to examine 25 deaths and 46 fires across NSW that occurred during the 2019-20 bushfire season.",
        "She made 28 recommendations directed to the commissioners of the NSW Rural Fire Service and police and the chief executive of state-owned infrastructure company Essential Energy.",
        "Before she handed down her 734-page report in the coroner’s court in Lidcombe, O’Sullivan read out the names of the people who had died and acknowledged the “patience and strength” of those who loved them.",
        "She said there were 11,774 fire incidents and 240 consecutive days of burning during the 2019-20 fire season which burnt 5.5m hectares in NSW alone.",
        "O’Sullivan said the fires were “unprecedented in scale and intensity” and had badly affected the “the community’s collective psyche”.",
        "“The sheer scale and ferocity of the fires burning simultaneously meant resources were stretched across the state.",
        "“It is remarkable the loss of life was not even higher.”",
        "O’Sullivan said the need to adapt to the climate crisis “cannot be understated”.",
        "Twenty-three of O’Sullivan’s 28 recommendations were aimed at the RFS, including that the agency review its procedures so that authorised fire investigators examine any breach of fire containment lines.",
        "There should also be better information provided to firefighting pilots and improved training for incident controllers about providing early warnings to communities with limited telecommunications.",
        "O’Sullivan’s recommendations were met with disappointment from Blue Mountains residents who took part in the coronial inquest after being affected by an out-of-control backburn during the black summer.",
        "On 14 December 2019, during catastrophic conditions, the RFS lit a backburn at Mount Wilson in an attempt to contain the huge Gospers Mountain fire which ended up burning an estimated 63,700 hectares in the Grose Valley.",
        "Guardian Australia previously reported locals’ concerns about the coronial inquest, including that the RFS incident controller at the time of the backburn and the state operations controller who approved it were not called to give evidence.",
        "Affected residents on Wednesday repeated their previous calls for the government to set up a compensation scheme and for the RFS to listen to local knowledge.",
        "“Most of us here are members of the RFS. We need the decisions to be made on the fire ground where we are,” Bilpin resident Kooryn Sheaves told journalists outside the coroner’s court.",
        "Sheaves said the group was hoping to take its evidence that had not been heard by the coroner to a parliamentary inquiry.",
        "The Independent Bushfire Group’s Ian Brown urged the RFS to learn from what happened at Mt Wilson.",
        "“Maybe they are but it’s not obvious, because in this [coronial inquiry] various witnesses said there was nothing wrong with what happened, nothing to learn, and they’d do it all again the same,” Brown told reporters.",
        "“So that’s very disturbing.”",
        "Bill Shields, who captained the Bilpin RFS brigade for 30 years, said he was concerned the way the volunteer firefighting agency was managed had changed.",
        "“Part of the reason I finished up as a group officer was I believed that I was going to be asked to do things that I thought were wrong,” Shields told reporters.",
        "Shields said the coroner had done a “remarkable job” but there should be an independent inspector-general of emergency management created to oversee responses to future disasters.",
        "Addressing the media after the coroner handed down her report, the RFS commissioner, Rob Rogers, said the agency was already subject to “plenty of scrutiny”.",
        "He said communications within the agency could “absolutely” be improved but he insisted that firefighting decisions were made locally.",
        "He said the RFS had made improvements to firefighting equipment since the 2019-2020 fire season but the agency would carefully consider the coroner’s recommendations.",
        "There have been several other inquiries into the black summer including one arranged by the then Berejiklian government and a royal commission."
      ],
      "url": "https://www.theguardian.com/australia-news/2024/mar/27/nsw-bushfires-inquiry-black-summer-recommendations-coroner"
    }
  ]
}
